•—»✨𝐀𝐝𝐦𝐢𝐧 𝐈𝐧𝐟𝐨𝐫𝐦𝐚𝐭𝐢𝐨𝐧✨🌺
 •┄┅════❁🌺❁════┅┄•

𝐁𝐨𝐭 𝐍𝐚𝐦𝐞 : —͟͟͞͞𝐕𝐨𝐢𝐜𝐞 𝐒𝐭𝐚𝐭𝐢𝐨𝐧 𝐁𝐨𝐭
👑 Owner : 𝐑𝐎𝐍𝐈
👑 Admin  : 𝐑𝐀𝐍𝐀
👑 Admin  : 𝐅𝐚𝐫𝐡𝐚𝐝 𝐔𝐝𝐝𝐢𝐧
𝐁𝐨𝐭 𝐀𝐝𝐦𝐢𝐧 : 3 𝐀d𝐦𝐢𝐧 𝐜𝐨𝐧𝐭𝐫𝐨𝐥 𝐓𝐡𝐢𝐬 𝐑𝐨𝐛𝐨𝐭

•┄┅══❁CONCATET❁══┅┄• 

𝐅𝐚𝐜𝐞𝐛𝐨𝐨𝐤 𝐏𝐚𝐠𝐞 : https://www.facebook.com/profile.php?id=100091476273776

𝐖𝐏  : wa.me/+8801742465936

•┄┅═══❁🌺❁═══┅┄•
🌺✨𝐎𝐭𝐡𝐞𝐫𝐬 𝐈𝐧𝐟𝐨𝐫𝐦𝐚𝐭𝐢𝐨𝐧✨🌺
 •┄┅═══❁🌺❁═══┅┄•

TYPE /help

𝐁𝐨𝐭 𝐍𝐚𝐦𝐞 : —͟͟͞𝐑𝐎𝐍𝐈 𝐂𝐡𝐚𝐭 𝐁𝐨𝐭

𝐁𝐨𝐭 𝐏𝐫𝐞𝐟𝐢𝐱 : /

•—»✨ 𝐔𝐩𝐭𝐢𝐦𝐞

𝐓𝐨𝐝𝐚𝐲 𝐈𝐬 𝐓𝐢𝐦𝐞 : 『7/08/2025』 【09:52:52】 

𝐁𝐨𝐭 𝐈𝐬 𝐑𝐮𝐧𝐧𝐢𝐧𝐠 8:1:25.

𝐓𝐡𝐚𝐧𝐤𝐬 𝐅𝐨𝐫 𝐔𝐬𝐢𝐧𝐠  ༄🌺
｢❤️‍🩹｣—͟͟͞͞𝐑𝐎𝐍𝐈 𝐂𝐡𝐚𝐭 𝐁𝐨𝐭｢❤️‍🩹｣
